"AuthTitle" = "您的代理服务器需要鉴定。";
"AuthTitleRetry" = "不能验证您的用户名称或密码。请确定您输入了正确的用户名称和密码，然后再试一次。";

// "Please log in to area "Secure" on the http proxy server example.apple.com"
"AuthMessage" = "请登录到 %2$@ 代理服务器 %3$@ 上的“%1$@”区域。";

// "Please log in to the http proxy server example.apple.com"
"AuthMessageNoRealm" = "请登录到 %1$@ 代理服务器 %2$@。";
